Repository: SawyerChristensen/EagleEye
Catalog: EagleEye/Localizable.xcstrings
Source language: en
Languages: es

# %@ pts vs. the S&P 500, which returned %@ in %@.
source: %1$@ pts vs. the S&P 500, which returned %2$@ in %3$@.
es: %1$@ pts frente al S&P 500, que rindió %2$@ en %3$@.

source: %@ Vote
es: Voto de %@

source: Beat the market
es: Superó al mercado

source: Bill
es: Proyecto de ley

source: Bill Unavailable
es: Proyecto de ley no disponible

source: Direct contributions from each organization's political action committee (PAC). Federal law bars companies and unions from donating to candidates directly.
es: Contribuciones directas del comité de acción política (PAC) de cada organización. La ley federal prohíbe que las empresas y los sindicatos donen directamente a los candidatos.

source: District Map
es: Mapa del distrito

source: Doesn't trade individual stocks
es: No opera con acciones individuales

source: Estimated from the member's disclosed stock trades, whose amounts are reported as ranges — so this figure is approximate.
es: Estimado a partir de las operaciones bursátiles declaradas por el legislador, cuyos montos se reportan en rangos, por lo que esta cifra es aproximada.

source: Find
es: Buscar

source: Find Your Representatives
es: Encuentra a tus representantes

source: Finding your representatives…
es: Buscando a tus representantes…

source: Hide full roll call
es: Ocultar votación completa

source: Individual donations totaled by the employer or occupation each contributor reported. "Employees" means staff of that organization gave personally — the organization itself cannot.
es: Donaciones individuales totalizadas según el empleador o la ocupación que declaró cada contribuyente. "Empleados" significa que el personal de esa organización donó a título personal; la organización en sí no puede hacerlo.

source: Last action on %@
es: Última acción el %@

source: Loading bill…
es: Cargando proyecto de ley…

source: Loading bills…
es: Cargando proyectos de ley…

source: Loading vote…
es: Cargando votación…

source: Locating…
es: Localizando…

source: Map
es: Mapa

source: Most recent: %@
es: Más reciente: %@

source: Nay
es: No

source: Open Settings
es: Abrir Configuración

source: or enter your ZIP code
es: o introduce tu código postal

source: Periodic Transaction Reports disclosed under the STOCK Act.
es: Informes periódicos de transacciones divulgados conforme a la Ley STOCK.

source: Politica uses your location to find your two senators and your district's House representative.
es: Politica usa tu ubicación para encontrar a tus dos senadores y al representante de tu distrito en la Cámara.

source: Present
es: Presente

source: Recent
es: Recientes

source: Recent Bills
es: Proyectos de ley recientes

source: Section
es: Sección

source: Share My Location
es: Compartir mi ubicación

source: Show all %@
es: Mostrar todos los %@

source: Show all %lld votes
es: Mostrar los %lld votos

source: Show fewer %@
es: Mostrar menos %@

source: stock-trade disclosure in the past year
es: declaración de operación bursátil en el último año

source: stock-trade disclosures in the past year
es: declaraciones de operación bursátil en el último año

source: Summary
es: Resumen

source: This bill's details couldn't be loaded.
es: No se pudieron cargar los detalles de este proyecto de ley.

source: Topic:
es: Tema:

source: Trailed the market
es: Quedó por debajo del mercado

source: Try Again
es: Intentar de nuevo

source: Yea
es: Sí

source: Your Representatives
es: Tus representantes

source: Your Reps
es: Representantes

source: ZIP code
es: Código postal
